---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.RebarBrowser
source: html/2e2a7b4e-a77a-a09c-68e5-4314118e37bc.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.RebarBrowser Property

The rebar browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId RebarBrowser { get; }
```